Repository: PereiraASRG/corona-de-en-alignment
Catalog: de 4_eng 4.tmx
Source language: de
Languages: en

source: Die Entwicklung und breite Nutzung effektiver und sicherer COVID-19-Impfstoffe wird als realistische Option angesehen, die aktuelle Pandemie zu einem Ende zu bringen bzw. SARS-CoV-2-Infektionen langfristig zu kontrollieren.
en: The development and widespread use of safe and effective Covid-19 vaccines is seen as a realistic option for ending the current pandemic and controlling SARS-CoV-2 infection rates in the longer term.

source: Impfen ermöglicht es, eine Immunität in weiten Teilen der Bevölkerung zu erreichen.
en: Vaccination enables immunity to be achieved in large parts of the population.

source: Damit soll sowohl einer Ausbreitung des Virus begegnet werden als auch mögliche gesundheitliche Folgen einer Erkrankung vermindert werden.
en: The aim is to counter the spread of the virus and reduce the potential healthrelated consequences of Covid-19 infections.

source: Gleichzeitig ist die Entwicklung eines neuen Impfstoffes herausfordernd und kann viele Monate bis Jahre in Anspruch nehmen.
en: Developing a new vaccine is, however, challenging and can take months or even years.

source: Zielvorgabe ist die schnellstmögliche Bereitstellung von wirksamen und sicheren Impfstoffen in einer ausreichenden Menge.
en: The objective is to provide safe and effective vaccines as soon as possible and in sufficient quantities.

source: Mehr als 200 verschiedene, teils auf neuartigen Impfstoff-Plattformen basierende COVID19-Impfstoffkandidaten befinden sich aktuell in der Entwicklung.
en: More than 200 different Covid-19 vaccine candidates, some on the basis of novel vaccine platforms, are currently being developed.

source: Derzeit ist noch unklar, welche dieser Kandidaten erfolgreich die Entwicklung im Rahmen präklinischer und klinischer Prüfungen bis zur Zulassung bestehen und zu welchem Zeitpunkt diese Impfstoffe dann in ausreichenden Mengen für einen breiten Einsatz in der Bevölkerung zur Verfügung stehen werden.
en: Yet, it remains unclear as to which of these candidates will successfully pass preclinical and clinical trials all the way through to approval.

source: Im Juli 2020 wurden erste Phase-3-Studien zum Nachweis der Wirksamkeit und Sicherheit mit verschiedenen Impfstoffkandidaten genehmigt.
en: It furthermore remains unclear when these vaccines will be available in sufficient quantities to enable their broad public use.

source: Für zwei bis drei Impfstoff-Entwicklungen wurde die Einreichung eines Zulassungsantrags bei der Europäischen Arzneimittelagentur noch in diesem Jahr angekündigt.
en: The first Phase 3 trials to demonstrate efficacy and safety with different vaccine candidates were approved in July 2020.

source: Der Bund setzt sich aktiv für die Beschaffung von Impfstoffen ein, um einen verlässlichen Impfstoff in ausreichender Menge zur Verfügung stellen zu können.
en: It has been announced that approval applications for two or three vaccine developments will be submitted to the European Medicines Agency later this year.

source: Grundsätzlich wird angestrebt, mögliche Impfstoffe nach Zulassung der gesamten Bevölkerung zugänglich zu machen.
en: The Federal Government of Germany is actively engaged in the procurement of vaccines to be able to provide sufficient quantities of a reliable vaccine with the ultimate aim to offer them the entire population once they have been approved.

source: Zu Beginn werden jedoch vermutlich limitierte Mengen von verschiedenen Impfstoffen zur Verfügung stehen.
en: To start with, however, it is likely that only limited quantities of different vaccines will be available.

source: Daher ist bei der Impfempfehlung durch die Ständige Impfkommission (STIKO) eine Priorisierung von vorrangig zu impfenden Personengruppen erforderlich.
en: As a result, in its vaccination recommendations, the Standing Committee on Vaccination at the Robert Koch Institute (STIKO) calls for the prioritisation of specific population groups who should be vaccinated first.

source: Aufgrund der initialen Priorisierung von Zielgruppen, der begrenzten Anzahl an Impfstoffdosen, ggf. besonderen Produkteigenschaften (z. B. Lagerungs- und Transportbedingungen, Abfüllung des Impfstoffs in Mehrdosenbehältnissen) ist in einer ersten Phase die Durchführung der Impfungen in zentralen Impfzentren, ggf. mit mobilen Teams sinnvoll.
en: Given the initial prioritisation of target groups, the limited number of vaccine doses and the potentially challenging product properties of certain vaccines (e.g. storage and transport conditions, filling of the vaccine into multi-dose containers), it makes sense in a first phase to conduct the vaccinations in central vaccination centres supported by mobile teams.

source: Sobald ausreichende Impfstoffmengen zur Verfügung stehen, wird angestrebt, die Impfaktivitäten in das Regelsystem übergehen zu lassen.
en: As soon as sufficient quantities of a vaccine are available, the aim is to transfer vaccination activities to the regular healthcare system.

source: Um eine erfolgreiche und sichere Umsetzung der COVID-19-Impfstrategie zu gewährleisten, bedarf es aufgrund der Pandemie-Situation, Verwendung neuerImpfstoff-Plattformtechnologien, einer hohen Erwartungshaltung in der Bevölkerung und der Tatsache, dass vermutlich mehrere Impfstoffe mit unterschiedlichen Produkteigenschaften gleichzeitig zum Einsatz kommen werden, einer engmaschigen kommunikativen und wissenschaftlichen Begleitung.
en: In light of the pandemic situation, the use of novel vaccine platform technologies, high public expectations and the fact that several vaccines with different product properties will no doubt be used simultaneously, proactive communication and scientific support is needed to ensure safe and successful implementation of the COVID-19 vaccination strategy.

source: 4 In dem hier vorliegenden Dokument sollen die wesentlichen Komponenten einer nationalen Impfstrategie gegen COVID-19 und die Systeme beschrieben werden, mit denen eine Impfung der Bevölkerung in Deutschland nach einheitlichen Standards und eine zeitnahe Evaluation der Impfstoffe im Zuge der breiten Anwendung gewährleistet wird.
en: This document sets out the key components of a national Covid-19 vaccination strategy and describes the systems which will ensure vaccination of the German population according to uniform standards along with timely evaluation of the vaccines during their broad application.

source: Das Dokument dient der Orientierung, Planung und Adressierung möglicherweise noch bestehender Lücken durch die verantwortlichen Akteure.
en: It serves as a guide, assists planning and allows for possible gaps that may still exist to be addressed by the responsible stakeholders.

source: Tabelle 1 gibt eine Übersicht zu den Elementen und Akteuren der Impfstrategie.
en: Table 1 gives an overview of the components of and stakeholders involved in the holistic vaccination strategy.

source: 1. Überblick COVID-19-Impfstoffe und Impfstoff-Entwicklung Die Entwicklung von Impfstoffen verläuft in verschiedenen Stufen von der explorativen und präklinischen Phase mit Testung an Labortieren über die klinischen Phasen 1, 2, und 3 mit Testung am Menschen bis zur Marktzulassung.
en: 1. Overview: Covid-19 vaccines and vaccine development Vaccine development spans across different phases, from the explorative and pre-clinical phase with trials on laboratory animals, to clinical phases 1, 2 and 3 with trials on humans, to marketing authorisation and market introduction.

source: Nach Herstellung eines möglichen Impfstoffkandidaten im Forschungslabor wird in ersten Tier- und Zellkulturexperimenten überprüft, ob dieser neben der Verträglichkeit geeignet ist, eine Schutzwirkung gegenüber dem Zielerreger bzw. der von diesem ausgelösten Infektionskrankheit, sofern hierzu ein Tiermodell existiert, hervorzurufen.
en: After producing a potential vaccine candidate in the research laboratory, initial animal and cell culture experiments are conducted to assess whether, in addition to its tolerability, it is suitable for producing a protective effect against the target pathogen or the infectious disease caused by it, where an animal model exists for this purpose.

source: Anschließend werden toxikologische und pharmakologische Eigenschaften in verschiedenen Tiermodellen überprüft.
en: Subsequently, toxicological and pharmacological properties are evaluated in various animal models.

source: Erst wenn es keine Bedenken hinsichtlich der Anwendung beim Menschen gibt, wird in einer ersten klinischen Prüfung die Unbedenklichkeit an Freiwilligen, gesunden Erwachsenen untersucht (Phase 1).
en: Only when there is no doubt as to its safety for use on humans is a first clinical trial performed to assess its safety on healthy human adult volunteers (Phase 1).

source: In den nachfolgenden klinischen Studienphasen wird die optimale Dosierung und das Impfschema in einer größeren Anzahl von Freiwilligen (mehrere hundert) überprüft (Phase 2) und anschließend in einer großen randomisierten kontrollierten klinischen Studie (Phase 3) mit mehreren tausenden Freiwilligen verschiedener Altersgruppen die Wirksamkeit und das Nebenwirkungsprofil des Impfstoffs ermittelt.
en: In the subsequent clinical trial phases, the optimal dosage and vaccination schedule are tested in a larger number of volunteers (several hundred) (Phase 2) and then the efficacy and side-effect profile of the vaccine are determined in a large, randomised, controlled clinical study (Phase 3) with several thousand volunteers from different age groups.

source: Verschiedene neuartige Impfstoffkandidaten (z. B. mRNA- und DNA-Impfstoffe) werden auf unterschiedlichen Herstellungsplattformen derzeit entwickelt und klinisch erprobt.
en: Several novel vaccine candidates (e.g. mRNA and DNA vaccines) are currently being developed and clinically tested on different manufacturing platforms.

source: Die Bundesregierung fördert die Forschung an Impfstoffen sowie deren Produktion und setzt sich für eine faire globale Verteilung von Impfstoffen im Sinne der globalen Verantwortung ein.
en: The Federal Government promotes vaccine research and production and, seeing it as a global responsibility, advocates fair global distribution of vaccines.

source: In Tabelle 2 werden insbesondere die COVID-19-Impfstoffkandidaten betrachtet, für die nach aktuellem Kenntnisstand eine Marktzulassung in der EU angestrebt wird und für die eine frühzeitige Verfügbarkeit möglich sein könnte bzw. eine ausreichend große Menge an Impfstoffdosen für den Beginn einer bundesweiten Impfkampagne in priorisierten Gruppen bereitgestellt werden könnte.
en: Table 2 lists the Covid-19 vaccine candidates for which, according to the current status of knowledge, marketing authorisation is being sought in the EU and for which early availability may be possible or a sufficient number of vaccine doses could be made available to begin a nationwide vaccination campaign for prioritised groups.

source: 2. Zulassung von COVID-19-Impfstoffen Die Zulassung der in Tab.2 aufgeführten möglichen COVID-19 Impfstoffen für alle EUMitgliedstaaten sollte nach einem von EMA koordinierten zentralisierten Bewertungsverfahren durch die Europäische Kommission erfolgen.
en: 2. Covid-19 vaccine approval Approval of the Covid-19 vaccine candidates listed in Table 2 for all EU member states is to be granted by the European Commission following a centralised assessment procedure coordinated by the EMA.

source: Ein Zulassungsverfahren dient zum Nachweis der Wirksamkeit, pharmazeutischen Qualität und Unbedenklichkeit des Impfstoffs und stellt somit sicher, dass die den Patientinnen und Patienten verabreichten Produkte von angemessener Qualität sind und ein positives Nutzen-Risiko-Verhältnis aufweisen.
en: An approval procedure is used to demonstrate the efficacy, pharmaceutical quality and safety of the vaccine, thus ensuring that the products administered to patients are of appropriate quality and demonstrate a positive risk-benefit ratio.

source: Grundsätzlich besteht die Möglichkeit, dass COVID-19 Impfstoffe in einem zeitlich beschleunigten Verfahren bewertet werden.
en: It is possible that Covid-19 vaccines could be evaluated as part of an accelerated procedure.

source: Auch bei beschleunigten Zulassungsverfahren erfolgt jedoch der Nachweis der Wirksamkeit, pharmazeutischen Qualität und Unbedenklichkeit des Impfstoffs und das Nutzen-Risiko-Verhältnis muss als positiv bewertet werden.
en: However, even under accelerated approval procedures, the efficacy, pharmaceutical quality and safety of the vaccine as well as a positive risk-benefit ratio must nonetheless be proven.

source: Außerdem besteht die Möglichkeit einzelne Datenpakete nach deren Verfügbarkeit sofort zur Bewertung bei der EMA einzureichen („Rolling Review“).
en: Individual data packages may also be submitted to the EMA for evaluation as soon as they are available (rolling review).

source: Liegen ausreichend Daten vor, die die Qualität, Wirksamkeit und Unbedenklichkeit für eine Bewertung des Nutzen-Risiko-Verhältnisses eines Impfstoffs erlauben, empfiehlt der Ausschuss für Humanarzneimittel bei der EMA im Falle eines günstigen Nutzen-RisikoVerhältnisses dessen Zulassung.
en: If sufficient data is available to assess the quality, efficacy and safety of a vaccine in terms of its risk-benefit ratio, the Committee for Medicinal Products for Human Use will recommend to the EMA that it be approved if the risk-benefit ratio is favourable.

source: Auf Basis dieser Empfehlung erteilt die Europäische Kommission die europaweite Zulassung.
en: Based on that recommendation, the European Commission grants EU-wide approval.

source: Erste Unterlagen zur Bewertung im Rahmen von „Rolling Reviews“ wurden in der EU bereits eingereicht.
en: The first data packages for rolling review have already been submitted in the EU.

source: Unter der Annahme, dass ein günstiges Nutzen-Risiko Verhältnis bestätigt werden kann, wird mit ersten Zulassungen frühestens Q1/2021 gerechnet.
en: Assuming that a favourable risk-benefit ratio can be confirmed, the first approvals are expected in Q1/2021 at the earliest.

source: Das Paul-Ehrlich-Institut prüft die Impfstoffchargen bevor sie in Verkehr gebracht werden und erteilt die Chargenfreigabe für Deutschland gemäß § 32 des Arzneimittelgesetzes (AMG).
en: The Paul Ehrlich Institute tests vaccine batches before they are placed on the market and approves them for release in Germany in accordance with section 32 of the Medicinal Products Act (AMG).

source: 3. Impfempfehlung und Impfstoffbedarf Die am RKI angesiedelte STIKO hat als gesetzlich verankerte Kommission die Aufgabe, Impfempfehlungen für Deutschland zu erarbeiten und auszusprechen.
en: 3. Vaccine recommendations and vaccine requirements Based at the Robert Koch Institute, the Standing Committee on Vaccination (STIKO) in its capacity as a legally established commission has the task of drawing up and issuing vaccine recommendations for Germany.

source: Während bei der Zulassung eines neuen Impfstoffs die Sicherheit, Wirksamkeit und Qualität des jeweiligen Produkts im Vordergrund stehen, entscheidet die STIKO, wie ein zugelassener Impfstoff am sinnvollsten in der Bevölkerung zur Anwendung kommt.
en: While the safety, efficacy and quality of a new vaccine are the main focus of the approval process, STIKO decides how an approved vaccine can best be applied within the population.

source: Dies geht über eine individuelle Risiko-Nutzen-Bewertung hinaus und betrifft auch potenzielle Auswirkungen auf die Bevölkerung (z.B. maximale Reduzierung an Todesfällen oder Reduzierung einer Virus-Transmission).
en: This goes beyond an individual risk-benefit assessment and also takes in the potential effects on the population (e.g. maximum reduction in the number of deaths or a reduction in virus transmission) into account.

source: Grundlage einer neuen STIKO-Impfempfehlung bildet die detaillierte und vollständige Evaluierung der verfügbaren Evidenz.
en: All STIKO recommendations are based on a detailed and thorough evaluation of the available evidence.

source: Dies umfasst insbesondere Bewertungen zu Risikofaktoren (für eine Infektion oder einen schweren Krankheitsverlauf) sowie die Sicherheit und Wirksamkeit des Impfstoffs.
en: In particular, this includes the assessment of risk factors (for infection or serious illness) and the safety and efficacy of the vaccine.

source: Bei der Impfung gegen COVID-19 kann davon ausgegangen werden, dass initial nicht ausreichend Impfstoff zu Verfügung steht um den gesamten Bedarf zu erfüllen.
en: When vaccinating against Covid-19, it can be assumed that in the beginning, there will not be sufficient vaccine quantities available to meet overall needs.

source: Daher sollen prioritär zu impfende Risikogruppen (z.B. Personal in Seniorenheimen oder medizinisches Personal, Senioren, Personen mit Grunderkrankungen) definiert werden, die eine besonders hohe Vulnerabilität oder ein besonders hohes Expositionsrisiko haben oder in besonderer Weise an der Virus-Transmission beteiligt sind.
en: Priority should thus be given to defining risk groups (e.g. staff in residential care homes and medical staff, senior citizens, persons with existing diseases) who are especially vulnerable or have a particularly high risk of exposure or are involved in transmitting the virus in some specific way and who should be vaccinated first.

source: Die Priorisierung der Gruppen erfolgt auf Grundlage von epidemiologischen und ethischen Kriterien unter Einbezug des Deutschen Ethikrats und der Leopoldina.
en: Prioritisation of the target groups is based on epidemiological and ethical criteria, and both the German Ethics Council and the National Academy of Sciences Leopoldina will be consulted.

source: Eine erste Impfempfehlung ist in Vorbereitung und kann finalisiert werden, sobald Daten aus den Phase-3-Impfstoffstudien verfügbar sind.
en: An initial vaccination recommendation is currently being prepared and will be finalised as soon as data is made available from the Phase 3 vaccine trials.

source: Möglicherweise wird SARS-CoV-2 auch nach der Pandemie Erkrankungen in der Bevölkerung auslösen, so dass auch langfristig (in der Post-Pandemie-Phase) eine Impfung gegen COVID-19 notwendig sein könnte.
en: It is possible that SARS-CoV-2 will continue to cause illness in the population even after the pandemic, so that vaccination against Covid-19 may also be necessary in the longer term (in the post-pandemic phase).

source: 4. Produktion und Beschaffung Um eine ausreichende Verfügbarkeit von COVID-19-Impfstoffen in Deutschland möglichst zeitnah sicherzustellen, beschafft der Bund über einen europäischen Beschaffungsmechanismus Impfstoffe zentral.
en: 4. Production and procurement To ensure the timeliest availability of Covid-19 vaccines in sufficient quantities in Germany, the Federal Government procures vaccines centrally via a joint EU procurement mechanism.

source: Bei aussichtsreichen Entwicklungs- und Forschungsprojekten werden Abnahmegarantien mit Herstellern, sogenannte Advance Purchase Agreements, vereinbart.
en: In the event of promising R&D projects, advance purchase agreements are agreed with manufacturers.

source: Der Abschluss dieser Vereinbarungen sichert den Bürgerinnen und Bürgern frühzeitig einen Zugang zu erfolgreich erprobten und sicheren Impfstoffen, sobald diese in der EU zugelassen sind.
en: These agreements ensure that citizens have early access to successfully tested, safe vaccines as soon as they are approved for use in the EU.

source: Gleichzeitig können Hersteller damit parallel zur wissenschaftlichen Weiterentwicklung der Impfstoffe bereits Produktionskapazitäten aufbauen; dies ermöglicht eine schnellere Lieferfähigkeit nach Zulassung.
en: They also enable manufacturers to build up production capacity in line with scientific development of the vaccines, allowing faster supply and delivery following approval.

source: Zum jetzigen Zeitpunkt wurde auf EU-Ebene so bereits der Zugang zu bis zu 800 Mio. Dosen für die europäische Bevölkerung von verschiedenen Herstellern gesichert.
en: The EU has already secured access to as many as 800 million doses for the EU population from various manufacturers.

source: Diese Dosen werden im Verhältnis zur jeweiligen Bevölkerungszahl auf die EU Mitgliedstaaten verteilt.
en: These doses will be distributed to the EU member states in proportion to their respective populations.

source: Einige Impfstoffhersteller haben noch im Jahr 2020 eine mögliche erste Auslieferung von Impfstoffdosen an die EU-Mitgliedstaaten in Aussicht gestellt – unter der Voraussetzung, dass diese Impfstoffe eine Genehmigung für das Inverkehrbringen in der EU erhalten.
en: Some vaccine manufacturers have announced that the first deliveries of vaccine doses to EU member states may be possible before the end of 2020, provided that the vaccines are authorised for marketing in the EU.

source: 5. Verteilung, Lagerung und Logistik Ein sachgerechter und sicherer Transport ist notwendig, damit die möglichen COVID-19- Impfstoffe unbeschadet bei den zu Impfenden in allen 16 Ländern ankommen.
en: 5. Distribution, storage and logistics Proper and safe transport is necessary to ensure that the potential Covid-19 vaccines reach those to be vaccinated in all 16 German states undamaged and intact.

source: Besondere Anforderungen an Transport- und Lagerungsbedingungen müssen bei der Planung berücksichtigt werden: Bei bestimmten Impfstoffkandidaten (z. B. mRNA-Impfstoffen) bestehen spezielle Anforderungen an die Lagerung (z. B. Kühlkette, Temperaturen < - 60°C).
en: During planning, special requirements for transport and storage conditions must be taken into account: Certain vaccine candidates (e.g. mRNA vaccines) require special storage conditions (e.g. cool chain, temperatures < -60°C).

source: Es wird zudem erwartet, dass die Impfstoffe in Mehrdosenbehältnissen geliefert werden. Es ist davon auszugehen, dass benötigtes Impfzubehör (Spritzen, Kanülen) und ggf. benötigtes Lösemittel (z. B. 0,9% NaCl-Lösung) nicht im Lieferumfang enthalten sind.
en: It is also expected that the vaccines will be delivered in multi-dose containers and that required vaccination accessories (syringes, cannulas) and any necessary solvents (e.g. 0.9% NaCl solution) will not be included in delivery.

source: Demzufolge sollte die Zurverfügungstellung des Impfzubehörs und ggf. erforderlichen Lösemittels durch die Länder sichergestellt werden.
en: As a result, the provision of vaccination equipment and any necessary solvents should be ensured by the Länder (federal states).

source: Die bisher durch die EU-Kommission mit den Impfherstellern abgeschlossenen Verträge sehen vor, dass die Hersteller Impfstoffdosen an zentrale Stellen in den einzelnen EU-Mitgliedstaaten liefern.
en: The agreements the EU Commission has reached with the vaccine manufacturers so far stipulate that the manufacturers deliver vaccine doses to central locations in EU member states.

source: Die Verteilung der Impfdosen in Deutschland soll nach dem Bevölkerungsanteil des jeweiligen Bundeslandes an von den Ländern benannte Stellen erfolgen.
en: In Germany, vaccine doses will be distributed to central locations designated by the Länder proportionate to the population of the respective state.

source: Um eine sichere Verteilung der Impfstoffe an die Länder zu gewährleisten, werden vom BMG derzeit unterschiedliche Möglichkeiten geprüft.
en: BMG is currently examining a range of options to ensure safe distribution of the vaccines to the various Länder.

source: 6. Organisation und Durchführung der Impfung
en: 6. Organising and implementing vaccinations
